import { Main } from "./About.styled";

export const About = () => {
  return (
    <Main>
      <container>
        <h1>About Us</h1>
        <img src="/public/img/Earth.svg" width={250} />

        <img src="/public/img/center.jpg" width={150} />
        <p>
          МЕЖДУНАРОДНЫЙ ЦЕНТР "Хранители наследия" августа 2025 г. <br />
          Устав 1. <br />
          1.Общие положения <br /> Международный центр "Хранители наследия"
          обьединяет граждан без ограничения их прав и свободы на добровольных
          началах с целью проведения культурных мероприятий, выставок,
          концертов, лекций, темой которых являются культурные достижения
          народов мира и популяризация традиций разных стран ис-ва, философии,
          литературы.... <br />
          2. Идейной основой и методом в работе организации является "Синтез
          искусств" Этот творческий метод объединяет сотрудников организации в
          единый коллектив различными направлениями их деятельности:
          художественной, научной, исследовательской, литературной,
          просветительской.... <br />
          1. Одним из заданий организации есть сохранение и преумножение
          культурных достижений разных народов по принципу "культурного обмена"
          <br />
          3. Развитие культурных связей с теми кто проживает в дружном и
          заинтерисован в деятельность "Международного центра " предполагает
          сотрудничество с другими международными организациями цели которых
          близки целям изложенным в этом Уставе. <br />
          6. Члены организации принимают участие в реализации национальных
          програм и проэктов направленных на защиту, изучение и популяризацию
          культурного наследия народов мира. <br />
          7. Сотрудники и руководители "Междунароного Центра" способствуют
          обеспечению равных прав для представителей "национальных меньшинств",
          поддерживают идею развития национального самосознания представителей
          различных этнических групп. <br />
          1. Руководители центра принимают участие в международном культурном
          сотрудничестве. <br />
          2. Члены организации проводят исследования в области истории мировой
          культуры, изучают ис-во и традиции разных стран.
          <br />
          3. Поддержание прямых контактов с международными организациями с
          подобными целями и заинтересованными в сотрудничестве. <br />
          4. Создание проэкта "ALexandria" (название связано с древним городом -
          культурным международным центром, символом взаимодействия между
          различными цивилизациями. Город был основан Александром Македонским
          который он называл "Город моей мечты". Во времена Римской империи
          Александрия становится культурной столицей, интеллектуальным центром,
          средоточием философии, духовных традиций разных этнических групп,
          Колыбелью новой, христианской теологии...)
          <br />У складі ансамолю східного танцю "Ар-чана" влітку я вирушив до
          Криму, маючи за мету відкрити там філію Між- народного культурного
          центру й провести гаст-рольнии TYP містами Эвпаторія, Саки, Ялта,
          Алушта... Прокинувшись у потязі та визирнувши з вікна, я не побачив
          нічого, що хоча б здаля нагадувало рекламні картинки тур- агентств,
          словом, ніякої екзотики. Проте згодом, коли відчув смак морського
          повітря та пройшовся набережною, на зміну моєму розчаруванню прийшла
          повна ейфорія. Важко передати словами враження, коли із задуш- ливого,
          переповненого ва- гона потрапляєш на пляж і з розбігу кидаєшся в обій-
          ми хвиль. Але справжне задоволення отримав, коли опинився на
          південному узбережжі, поблизу Алушти. Мої супутники - хореограф Маніш
          Сінгх та менеджер Шакіл Ахмад не шкодували різнобарвних Кримські
          враження східних епітетів, захоплю-співпрацю між народами землі, ми
          мали щасливу ючись ландшафтами Гур- в плані культурного об- нагоду
          зробити ще один зуфа, Місхора, Партеніта. міну. В звʼязку з цим, крок
          на шляху до здійсненНа фоні пальм, кипарисів провелення фестивалю є ня
          великої мети: обʼєднати і магнолій мої друзі уяв- ляли далеку
          батьківщину. далеко не випадковим в єдину багатонаціональну явищем,
          лейтмотив яко- сімʼю представників твор- Та насолоджуватись кра- го -
          незмінна ідея друж-чих колективів, культурні сою природи довелося не-
          би народів. Квітка куль-традиції різних народів. довго. Потрібно було
          ви-конувати, власне, тури розквітає там, де є сприятливий грунт. І
          тут, місію - відкрити у Криму Р.МІЛЯР, арт-директор на гостинній
          кримській МіД "Арчана Міжнародний культурний центр та взяти дозвіл на
          проведення гастролей. фЕстиваль На щастя, потрапити на прийом до
          заступника міністра культури Криму Є.Єрняка мені допоміг заслужений
          діяч культуриКамалов, за сприяння якого ми провели нетільки гастролі,
          а й міжнародний фестиваль у Євпа-торії. Проходив він під егідою
          Міжнародного куль- турного центру "Арчана" міста Хмельницького.
          Хочеться відзначити, що Міжнародний культурний центр - це не тільки
          колектив однодумців, обʼєднаних ідеєю відродження культури. Це, перш
          за все, рух, що має за мету
        </p>
      </container>
    </Main>
  );
};
