import { Main } from "./About.styled";

export const About = () => {
  return (
    <Main>
      <h1>About Us</h1>
      <p>
        МЕЖДУНАРОДНЫЙ ЦЕНТР "Хранители наследия" августа 2025 г. <br />
        Устав 1. <br />
        1.Общие положения <br /> Международный центр "Хранители наследия"
        обьединяет граждан без ограничения их прав и свободы на добровольных
        началах с целью проведения культурных мероприятий, выставок, концертов,
        лекций, темой которых являются культурные достижения народов мира и
        популяризация традиций разных стран ис-ва, философии, литературы....{" "}
        <br />
        2. Идейной основой и методом в работе организации является "Синтез
        искусств" Этот творческий метод объединяет сотрудников организации в
        единый коллектив различными направлениями их деятельности:
        художественной, научной, исследовательской, литературной,
        просветительской.... <br />
        1. Одним из заданий организации есть сохранение и преумножение
        культурных достижений разных народов по принципу "культурного обмена"
        <br />
        3. Развитие культурных связей с теми кто проживает в дружном и
        заинтерисован в деятельность "Международного центра " предполагает
        сотрудничество с другими международными организациями цели которых
        близки целям изложенным в этом Уставе. <br />
        6. Члены организации принимают участие в реализации национальных програм
        и проэктов направленных на защиту, изучение и популяризацию культурного
        наследия народов мира. <br />
        7. Сотрудники и руководители "Междунароного Центра" способствуют
        обеспечению равных прав для представителей "национальных меньшинств",
        поддерживают идею развития национального самосознания представителей
        различных этнических групп. <br />
        1. Руководители центра принимают участие в международном культурном
        сотрудничестве. <br />
        2. Члены организации проводят исследования в области истории мировой
        культуры, изучают ис-во и традиции разных стран.
        <br />
        3. Поддержание прямых контактов с международными организациями с
        подобными целями и заинтересованными в сотрудничестве. <br />
        4. Создание проэкта "ALexandria" (название связано с древним городом -
        культурным международным центром, символом взаимодействия между
        различными цивилизациями. Город был основан Александром Македонским
        который он называл "Город моей мечты". Во времена Римской империи
        Александрия становится культурной столицей, интеллектуальным центром,
        средоточием философии, духовных традиций разных этнических групп,
        Колыбелью новой, христианской теологии...)
      </p>
      {/* <ul>
        <li>
          <Link to="mission">Read about our mission</Link>
        </li>
        <li>
          <Link to="team">Get to know the team</Link>
        </li>
        <li>
          <Link to="reviews">Go through the reviews</Link>
        </li>
      </ul>
      <Outlet /> */}
    </Main>
  );
};
